Repository: MarraX99/ristorante-flutter
Catalog: lib/l10n/app_*.arb
Languages: it

# titleHomePage
source: Flutter Restaurant Homepage
it: Homepage Flutter Restaurant

# titleSelectFoodType
source: Select food type
it: Scegli tipo di cibo

# titleNewOrder
source: New order
it: Nuovo ordine

# titleShoppingCart
source: Shopping cart
it: Carrello

# titleSelectFood
source: Select food
it: Scegli cibo

# titleCustomizeFood
source: Customize your food
it: Personalizza cibo

# titleQuantity
source: Quantity
it: Quantità

# titleCustomizeIngredients
source: Customize ingredients
it: Personalizza ingredienti

# titleAddNote
source: Add note
it: Aggiungi nota

# titleDeliveryDatetime
source: Delivery datetime
it: Data ed ora di consegna

# titleSave
source: Save
it: Salva

# shoppingCartAddProducts
source: Add {quantity} into shopping cart
it: Aggiungi {quantity} al carrello

# ingredientUnitPrice
source: + {price} per piece
it: + {price} a pezzo

# productQuantity
source: Quantity: {quantity}
it: Quantità: {quantity}

# orderOrderNow
source: Order now
it: Ordina ora

# placeholderAddNote
source: Write your note here
it: Scrivi qui la tua nota

# foodTypeNames
source: {type, select, 0{Classic pizzas} 1{Special Pizzas} 2{Fried} 3{Sweets} 4{Drinks} other{}}
it: {type, select, 0{Pizze classiche} 1{Pizze speciali} 2{Fritture} 3{Dolci} 4{Bevande} other{}}
